{
  "archive_newsletters": {
    "name": "Archive Newsletters",
    "description": "Automatically archive emails identified as newsletters from specific senders.",
    "trigger": "Email category is 'NEWSLETTER' AND sender is one of: newsletter@techdigest.com, HarborFreight@e.harborfreight.com, mail@eg.expedia.com",
    "action": "Archive email",
    "created": "2026-01-20T03:19:33.040Z"
  },
  "summarize_newsletters": {
    "name": "Summarize Newsletters",
    "description": "Summarize newsletters and send a daily digest.",
    "trigger": "Email category is 'NEWSLETTER' AND sender is one of: newsletter@techdigest.com, HarborFreight@e.harborfreight.com, mail@eg.expedia.com",
    "action": "Summarize email content and add to daily newsletter digest",
    "created": "2026-01-20T03:19:33.040Z"
  },
  "client_email_task_creation": {
    "name": "Client Email Task Creation",
    "description": "Automatically create a task when an email from a client requires action.",
    "trigger": "Email category is 'URGENT_CLIENT' OR 'ACTION_REQUIRED' AND sender is client@example.com",
    "action": "Create task with email subject and body",
    "created": "2026-01-20T03:19:33.040Z"
  },
  "crossBusinessLeverage": {
    "opportunities": [
      {
        "id": "tech-media-s2p-sc",
        "title": "Reality Capture for Virtual Production",
        "fromBusiness": "Scan2Plan",
        "toBusiness": "Studio C",
        "mechanism": "Use Scan2Plan's reality capture services to create 3D models of locations for use in Studio C's virtual production workflows. This allows for realistic backgrounds and environments without physical location scouting or construction.",
        "effort": "medium",
        "impact": "high",
        "actionItems": [
          "Schedule a meeting between Scan2Plan and Studio C technical leads (Owen, Agata, Miles) to discuss integration possibilities.",
          "Pilot a Scan2Plan capture of Utopia Studios for use in a Studio C virtual production demo."
        ]
      },
      {
        "id": "media-sales-sc-s2p",
        "title": "Studio C Content as Scan2Plan Lead Gen",
        "fromBusiness": "Studio C",
        "toBusiness": "Scan2Plan",
        "mechanism": "Create short, engaging video content showcasing Scan2Plan's capabilities and applications (e.g., before/after transformations, virtual tours). Distribute this content through CPTV's local media networks and targeted online advertising to generate leads for Scan2Plan.",
        "effort": "medium",
        "impact": "medium",
        "actionItems": [
          "Develop a content strategy for Scan2Plan lead generation videos with Studio C.",
          "Produce a pilot video showcasing Scan2Plan's services for a specific industry (e.g., real estate, construction)."
        ]
      },
      {
        "id": "templates-scale-sc-purist",
        "title": "Productize Studio C's Town Media Template for Purist",
        "fromBusiness": "Studio C",
        "toBusiness": "Purist",
        "mechanism": "Adapt Studio C's town media template (Natchez pilot) to create content showcasing Purist products and the lifestyle they represent. This provides a scalable way to produce high-quality content for Purist's brand marketing.",
        "effort": "low",
        "impact": "medium",
        "actionItems": [
          "Deliver Purist pilot sell-sheet & StudioC 2-day shoot template (as per immediate actions).",
          "Customize the Studio C town media template with Purist's brand guidelines and product focus."
        ]
      },
      {
        "id": "network-distro-cptv-all",
        "title": "CPTV as Distribution Hub for Portfolio Content",
        "fromBusiness": "CPTV",
        "toBusiness": "All",
        "mechanism": "Leverage CPTV's local media networks (daytime tv.us, community pilots) to distribute content created by Studio C, Scan2Plan, and Tuthill Design. This provides a built-in audience and distribution channel for all portfolio companies.",
        "effort": "low",
        "impact": "medium",
        "actionItems": [
          "Develop a content calendar for CPTV that includes content from all portfolio companies.",
          "Explore opportunities to cross-promote portfolio companies on CPTV's local media networks."
        ]
      },
      {
        "id": "design-brand-td-all",
        "title": "Tuthill Design for Consistent Brand Elevation",
        "fromBusiness": "Tuthill Design",
        "toBusiness": "All",
        "mechanism": "Engage Tuthill Design to develop and maintain consistent brand guidelines across all portfolio companies. This ensures a cohesive brand identity and elevates the overall perception of the portfolio.",
        "effort": "medium",
        "impact": "high",
        "actionItems": [
          "Schedule a brand audit with Tuthill Design to assess the current brand consistency across the portfolio.",
          "Develop a comprehensive brand style guide for all portfolio companies, incorporating Tuthill Design's editorial vision."
        ]
      },
      {
        "id": "tech-media-s2p-sc-bigmuddy",
        "title": "Scan2Plan + Studio C for Big Muddy Inn",
        "fromBusiness": "Scan2Plan & Studio C",
        "toBusiness": "Big Muddy Inn",
        "mechanism": "Use Scan2Plan to create a detailed 3D model of the Big Muddy Inn. Then, Studio C can use this model to create immersive virtual tours and promotional content, enhancing the Inn's online presence and attracting more bookings.",
        "effort": "medium",
        "impact": "high",
        "actionItems": [
          "Pitch the Scan2Plan + Studio C package to Tracy and Amy at Big Muddy Inn.",
          "Coordinate a Scan2Plan capture and Studio C shoot at the Big Muddy Inn."
        ]
      }
    ],
    "quickWins": [
      "Distribute existing Studio C content on CPTV's daytime tv.us network.",
      "Include Scan2Plan's logo and website on all Studio C promotional materials.",
      "Cross-promote Purist products in Studio C's town media pilots."
    ],
    "recommendation": "Prioritize the 'Reality Capture for Virtual Production' opportunity (tech-media-s2p-sc). It leverages existing Scan2Plan technology to enhance Studio C's capabilities, creating a unique selling proposition and potentially attracting higher-value clients. This also addresses the recurring topic of 'Studio C / town media template' by providing a more advanced and immersive experience.",
    "analyzedAt": "2026-01-20T04:10:04.312Z"
  }
}